Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.config.banner.cmux
source: This is the cmux Ghostty config selected for this build. Edit it here, then Save to reload cmux.
ar: هذا هو تكوين cmux Ghostty المحدد لهذا الإصدار. قم بتحريره هنا، ثم احفظ لإعادة تحميل cmux.
de: Dies ist die für diesen Build ausgewählte cmux Ghostty-Konfiguration. Bearbeiten Sie sie hier und speichern Sie sie, um cmux neu zu laden.
es: Esta es la configuración de Ghostty para cmux seleccionada para esta compilación. Edítela aquí y luego guarde para volver a cargar cmux.
fr: Ceci est la configuration Ghostty de cmux sélectionnée pour cette build. Modifiez-la ici, puis enregistrez pour recharger cmux.
ja: これはこのビルドで選択されている cmux Ghostty 設定です。ここで編集し、保存すると cmux が再読み込みされます。
ko: 이 빌드용으로 선택된 cmux Ghostty 설정입니다. 여기에서 편집한 다음 저장하여 cmux를 다시 로드하십시오.
zh_hans: 这是为此构建选择的 cmux Ghostty 配置。可在此处编辑，然后保存以重新加载 cmux。
zh_hant: 這是為此組建選擇的 cmux Ghostty 設定。在此處編輯，然後儲存以重新載入 cmux。

# settings.config.banner.synced
source: This is a generated preview of the effective config. Edit the cmux tab to change what cmux reads.
ar: هذه معاينة تم إنشاؤها للتكوين الفعال. قم بتحرير علامة تبويب cmux لتغيير ما يقرأه cmux.
de: Dies ist eine generierte Vorschau der effektiven Konfiguration. Bearbeiten Sie den cmux-Tab, um zu ändern, was cmux liest.
es: Esta es una vista previa generada de la configuración vigente. Edite la pestaña de cmux para cambiar lo que lee cmux.
fr: Ceci est un aperçu généré de la configuration effective. Modifiez l’onglet cmux pour changer ce que cmux lit.
ja: これは実効設定の生成プレビューです。cmux が読み込む内容を変更するには cmux タブを編集してください。
ko: 적용된 설정의 자동 생성된 미리보기입니다. cmux가 읽는 내용을 변경하려면 cmux 탭을 편집하십시오.
zh_hans: 这是生效配置的生成预览。请编辑 cmux 标签页来改变 cmux 读取的内容。
zh_hant: 這是生效設定的產生的預覽。編輯 cmux 標籤頁以變更 cmux 讀取的內容。

# settings.config.banner.syncedNoGhostty
source: This is a generated preview of the effective config. No base Ghostty config file was found, so only cmux overrides are shown.
ar: هذه معاينة تم إنشاؤها للتكوين الفعال. لم يتم العثور على ملف تكوين Ghostty أساسي، لذا يتم عرض تجاوزات cmux فقط.
de: Dies ist eine generierte Vorschau der effektiven Konfiguration. Es wurde keine Ghostty-Basiskonfigurationsdatei gefunden, daher werden nur cmux-Überschreibungen angezeigt.
es: Esta es una vista previa generada de la configuración vigente. No se encontró ningún archivo de configuración base de Ghostty, por lo que solo se muestran las anulaciones de cmux.
fr: Ceci est un aperçu généré de la configuration effective. Aucun fichier de configuration Ghostty de base n’a été trouvé, seules les surcharges cmux sont donc affichées.
ja: これは実効設定の生成プレビューです。ベースの Ghostty 設定ファイルが見つからなかったため、cmux の上書き設定のみを表示しています。
ko: 적용된 설정의 자동 생성된 미리보기입니다. 기본 Ghostty 설정 파일을 찾을 수 없어 cmux 재정의 설정만 표시됩니다.
zh_hans: 这是生效配置的生成预览。未找到基础 Ghostty 配置文件，因此只显示 cmux 的覆盖项。
zh_hant: 這是生效設定的產生的預覽。找不到基礎 Ghostty 設定檔，因此僅顯示 cmux 覆寫。

# settings.config.source.label
source: Config Source
ar: مصدر التكوين
de: Konfigurationsquelle
es: Origen de la configuración
fr: Source de la configuration
ja: 構成ソース
ko: 설정 소스
zh_hans: 配置来源
zh_hant: 設定來源

# settings.config.source.synced
source: synced
ar: متزامن
de: synchronisiert
es: sincronizado
fr: synchronisé
ja: 同期
ko: 동기화됨
zh_hans: 已同步
zh_hant: 已同步

# settings.config.status.openFailed
source: Couldn't open the cmux config.
ar: تعذر فتح تكوين cmux.
de: Die cmux-Konfiguration konnte nicht geöffnet werden.
es: No se pudo abrir la configuración de cmux.
fr: Impossible d’ouvrir la configuration cmux.
ja: cmux 設定を開けませんでした。
ko: cmux 설정을 열 수 없습니다.
zh_hans: 无法打开 cmux 配置。
zh_hant: 無法開啟 cmux 設定。

# settings.config.status.reloadBusy
source: Reload queued; too many requests are pending to confirm completion.
ar: تمت جدولة إعادة التحميل في قائمة الانتظار؛ هناك طلبات كثيرة معلقة لتأكيد الاكتمال.
de: Neuladen in Warteschlange; zu viele ausstehende Anfragen, um den Abschluss zu bestätigen.
es: Recarga en cola; hay demasiadas solicitudes pendientes para confirmar la finalización.
fr: Rechargement mis en attente ; trop de requêtes sont en cours pour confirmer la finalisation.
ja: 再読み込みをキューに追加しましたが、保留中のリクエストが多すぎるため完了を確認できません。
ko: 다시 로드가 대기열에 추가되었습니다. 너무 많은 요청이 대기 중이어서 완료 여부를 확인할 수 없습니다.
zh_hans: 重新加载已排队；待处理请求过多，无法确认完成。
zh_hant: 已將重新載入排入佇列；有太多擱置中的請求，無法確認是否完成。

# settings.config.status.reloaded
source: Reloaded configuration from disk.
ar: تمت إعادة تحميل التكوين من القرص.
de: Konfiguration von der Festplatte neu geladen.
es: Configuración recargada desde el disco.
fr: Configuration rechargée depuis le disque.
ja: ディスクから構成を再読み込みしました。
ko: 디스크에서 설정을 다시 로드했습니다.
zh_hans: 已从磁盘重新加载配置。
zh_hant: 已從磁碟重新載入設定。

# settings.config.status.saveFailed
source: Couldn't save the cmux config.
ar: تعذر حفظ تكوين cmux.
de: Die cmux-Konfiguration konnte nicht gespeichert werden.
es: No se pudo guardar la configuración de cmux.
fr: Impossible d’enregistrer la configuration cmux.
ja: cmux 設定を保存できませんでした。
ko: cmux 설정을 저장할 수 없습니다.
zh_hans: 无法保存 cmux 配置。
zh_hant: 無法儲存 cmux 設定。

# settings.config.status.saved
source: Saved to cmux config and reloaded.
ar: تم الحفظ في تكوين cmux وإعادة التحميل.
de: In der cmux-Konfiguration gespeichert und neu geladen.
es: Guardado en la configuración de cmux y recargado.
fr: Enregistré dans la configuration cmux et rechargé.
ja: cmux 設定に保存し、再読み込みしました。
ko: cmux 설정에 저장하고 다시 로드했습니다.
zh_hans: 已保存到 cmux 配置并重新加载。
zh_hant: 已儲存至 cmux 設定並重新載入。

# settings.config.windowTitle
source: Config
ar: التكوين
de: Konfiguration
es: Configuración
fr: Configuration
ja: 構成
ko: 설정
zh_hans: 配置
zh_hant: 設定

# settings.customSidebars.enabled
source: Show Custom Sidebars
ar: إظهار الأشرطة الجانبية المخصصة
de: Benutzerdefinierte Seitenleisten anzeigen
es: Mostrar barras laterales personalizadas
fr: Afficher les barres latérales personnalisées
ja: カスタムサイドバーを表示
ko: 맞춤 사이드바 표시
zh_hans: 显示自定义侧边栏
zh_hant: 顯示自訂側邊欄

# settings.customSidebars.enabled.subtitleOff
source: Hides custom sidebars from the sidebar picker until you enable them here.
ar: يخفي الأشرطة الجانبية المخصصة من منتقي الأشرطة الجانبية حتى تقوم بتمكينها هنا.
de: Blendet benutzerdefinierte Seitenleisten im Seitenleisten-Wähler aus, bis Sie sie hier aktivieren.
es: Oculta las barras laterales personalizadas del selector de barra lateral hasta que las habilite aquí.
fr: Masque les barres latérales personnalisées du sélecteur de barre latérale jusqu’à ce que vous les activiez ici.
ja: ここで有効にするまで、カスタムサイドバーをサイドバーピッカーに表示しません。
ko: 여기에서 활성화할 때까지 사이드바 선택기에서 맞춤 사이드바를 숨깁니다.
zh_hans: 在此处启用之前，自定义侧边栏不会出现在侧边栏选择器中。
zh_hant: 在側邊欄選取器中隱藏自訂側邊欄，直到您在此處啟用它們為止。

# settings.customSidebars.enabled.subtitleOn
source: Lists your sidebars from ~/.config/cmux/sidebars in the sidebar picker.
ar: يسرد الأشرطة الجانبية الخاصة بك من ~/.config/cmux/sidebars في منتقي الشريط الجانبي.
de: Listet Ihre Seitenleisten aus ~/.config/cmux/sidebars in der Seitenleistenauswahl auf.
es: Enumera sus barras laterales de ~/.config/cmux/sidebars en el selector de barra lateral.
fr: Affiche vos barres latérales de ~/.config/cmux/sidebars dans le sélecteur de barre latérale.
ja: ~/.config/cmux/sidebars のサイドバーをサイドバーピッカーに表示します。
ko: ~/.config/cmux/sidebars의 사이드바를 사이드바 선택기에 나열합니다.
zh_hans: 在侧边栏选择器中列出 ~/.config/cmux/sidebars 中的侧边栏。
zh_hant: 在側邊欄選取器中列出您位於 ~/.config/cmux/sidebars 的側邊欄。

# settings.customSidebars.note
source: Custom sidebars are SwiftUI-style files in ~/.config/cmux/sidebars. Pick one from the sidebar toggle button's right-click menu; edits hot-reload on save. Use the in-app renderer only for sidebars you trust.
ar: الأشرطة الجانبية المخصصة هي ملفات بنمط SwiftUI في ~/.config/cmux/sidebars. اختر أحدها من قائمة النقر بزر الماوس الأيمن لزر تبديل الشريط الجانبي؛ وتتم إعادة التحميل الفوري للتعديلات عند الحفظ. استخدم المصير داخل التطبيق فقط للأشرطة الجانبية التي تثق بها.
de: Benutzerdefinierte Seitenleisten sind Dateien im SwiftUI-Stil in ~/.config/cmux/sidebars. Wählen Sie eine über das Rechtsklick-Menü der Seitenleisten-Umschalttaste aus; Änderungen werden beim Speichern direkt neu geladen (Hot-Reload). Verwenden Sie den In-App-Renderer nur für Seitenleisten, denen Sie vertrauen.
es: Las barras laterales personalizadas son archivos con estilo SwiftUI en ~/.config/cmux/sidebars. Elija una en el menú de clic derecho del botón de alternancia de la barra lateral; las ediciones se cargan en caliente al guardar. Use el representador de la aplicación solo para las barras laterales en las que confíe.
fr: Les barres latérales personnalisées sont des fichiers de style SwiftUI dans ~/.config/cmux/sidebars. Choisissez-en une depuis le menu contextuel (clic droit) du bouton de bascule de la barre latérale ; les modifications sont rechargées à chaud lors de l’enregistrement. N’utilisez le moteur de rendu de l’application que pour les barres latérales de confiance.
ja: カスタムサイドバーは ~/.config/cmux/sidebars にある SwiftUI 形式のファイルです。サイドバー切り替えボタンの右クリックメニューから選択でき、保存すると即時に再読み込みされます。アプリ内レンダラーは信頼できるサイドバーのみに使用してください。
ko: 맞춤 사이드바는 ~/.config/cmux/sidebars에 있는 SwiftUI 스타일의 파일입니다. 사이드바 전환 버튼의 우클릭 메뉴에서 선택하십시오. 저장 시 실시간으로 편집 내용이 반영(Hot-reload)됩니다. 신뢰하는 사이드바의 경우에만 인앱 렌더러를 사용하십시오.
zh_hans: 自定义侧边栏是 ~/.config/cmux/sidebars 中的 SwiftUI 风格文件。从侧边栏切换按钮的右键菜单中选择一个；保存后编辑会热重载。仅对信任的侧边栏使用应用内渲染器。
zh_hant: 自訂側邊欄是位於 ~/.config/cmux/sidebars 中 SwiftUI 樣式的檔案。從側邊欄切換按鈕的右鍵選單中選擇一個；儲存編輯時會熱重載。請僅對您信任的側邊欄使用應用程式內轉譯器。

# settings.customSidebars.renderer
source: Renderer
ar: المصيّر
es: Representador
fr: Moteur de rendu
ja: レンダラー
ko: 렌더러
zh_hans: 渲染器
zh_hant: 轉譯器

# settings.error.alert.dismiss
source: OK
ar: موافق
es: Aceptar
fr: D'ACCORD
ko: 확인
zh_hans: 确定
zh_hant: 確定

# settings.error.alert.title
source: Couldn't save setting
ar: تعذر حفظ الإعداد
de: Einstellung konnte nicht gespeichert werden
es: No se pudo guardar la configuración
fr: Impossible d’enregistrer le réglage
ja: 設定を保存できませんでした
ko: 설정을 저장할 수 없습니다.
zh_hans: 无法保存设置
zh_hant: 無法儲存設定

# settings.globalHotkey.enable
source: Enable System-Wide Hotkey
ar: تمكين مفتاح الاختصار العام
de: Systemweiten Hotkey aktivieren
es: Habilitar tecla de acceso rápido para todo el sistema
fr: Activer le raccourci clavier global
ja: システム全体のホットキーを有効にする
ko: 시스템 전체 단축키 활성화
zh_hans: 启用全局热键
zh_hant: 啟用系統全域快速鍵

# settings.globalHotkey.enable.subtitleOff
source: Turn this on to show or hide all cmux windows from any app.
ar: قم بتشغيل هذا لإظهار أو إخفاء جميع نوافذ cmux من أي تطبيق.
de: Aktivieren Sie dies, um alle cmux-Fenster aus jeder beliebigen App anzuzeigen oder auszublenden.
es: Active esto para mostrar u ocultar todas las ventanas de cmux desde cualquier aplicación.
fr: Activez cette option pour afficher ou masquer toutes les fenêtres cmux depuis n’importe quelle application.
ja: どのアプリからでも cmux のすべてのウィンドウを表示または非表示にするにはオンにします。
ko: 이 옵션을 켜면 어떤 앱에서든 모든 cmux 윈도우를 표시하거나 숨길 수 있습니다.
zh_hans: 开启后可从任意应用显示或隐藏所有 cmux 窗口。
zh_hant: 開啟此功能即可從任何應用程式顯示或隱藏所有 cmux 視窗。

# settings.globalHotkey.enable.subtitleOn
source: Press the shortcut from any app to show or hide all cmux windows.
ar: اضغط على الاختصار من أي تطبيق لإظهار أو إخفاء جميع نوافذ cmux.
de: Drücken Sie das Tastaturkürzel in einer beliebigen App, um alle cmux-Fenster anzuzeigen oder auszublenden.
es: Presione el acceso directo desde cualquier aplicación para mostrar u ocultar todas las ventanas de cmux.
fr: Appuyez sur le raccourci depuis n’importe quelle application pour afficher ou masquer toutes les fenêtres cmux.
ja: どのアプリからでもこのショートカットで cmux のすべてのウィンドウを表示または非表示にできます。
ko: 어떤 앱에서든 단축키를 눌러 모든 cmux 윈도우를 표시하거나 숨깁니다.
zh_hans: 在任意应用中按下该快捷键，即可显示或隐藏所有 cmux 窗口。
zh_hant: 在任何應用程式中按下此快速鍵即可顯示或隱藏所有 cmux 視窗。

# settings.globalHotkey.note
source: Use Command, Option, or Control with another key. No extra macOS permission is required.
ar: استخدم Command أو Option أو Control مع مفتاح آخر. لا يلزم إذن إضافي من نظام macOS.
de: Verwenden Sie die Befehls-, Wahl- oder Steuerungstaste zusammen mit einer anderen Taste. Es ist keine zusätzliche macOS-Berechtigung erforderlich.
es: Use Comando, Opción o Control con otra tecla. No se requiere ningún permiso adicional de macOS.
fr: Utilisez Commande, Option ou Contrôle avec une autre touche. Aucune autorisation macOS supplémentaire n’est requise.
ja: Command、Option、または Control と別のキーを組み合わせてください。追加の macOS 権限は不要です。
ko: Command, Option 또는 Control과 다른 키를 함께 사용하세요. 추가 macOS 권한이 필요하지 않습니다.
zh_hans: 请用 Command、Option 或 Control 搭配其他键。无需额外的 macOS 权限。
zh_hant: 搭配使用 Command、Option 或 Control 與另一個按鍵。不需要額外的 macOS 權限。

# settings.globalHotkey.shortcut
source: Show/Hide All Windows
ar: إظهار/إخفاء جميع النوافذ
de: Alle Fenster anzeigen/ausblenden
es: Mostrar/ocultar todas las ventanas
fr: Afficher/Masquer toutes les fenêtres
ja: すべてのウィンドウを表示/非表示
ko: 모든 윈도우 표시/숨기기
zh_hans: 显示/隐藏所有窗口
zh_hant: 顯示/隱藏所有視窗

# settings.managedByOrganization
source: Managed by your organization
ar: مدار بواسطة مؤسستك
de: Von Ihrer Organisation verwaltet
es: Administrado por su organización
fr: Géré par votre organisation
ja: 組織によって管理されています
ko: 조직에서 관리함
zh_hans: 由你所在组织管理
zh_hant: 由您的組織管理

# settings.material.contentBackground
source: Content Background
ar: خلفية المحتوى
bs: Pozadina sadržaja
da: Indholdsbaggrund
de: Inhaltshintergrund
es: Fondo de contenido
fr: Arrière-plan du contenu
it: Sfondo contenuto
ja: コンテンツ背景
ko: 콘텐츠 배경
nb: Innholdsbakgrunn
pl: Tło zawartości
pt_br: Fundo de Conteúdo
ru: Фон содержимого
th: พื้นหลังเนื้อหา
tr: İçerik Arka Planı
uk: Фон вмісту
zh_hans: 内容背景
zh_hant: 內容背景

# settings.material.fullScreenUI
source: Full Screen UI
ar: واجهة ملء الشاشة
bs: UI punog ekrana
da: Fuldskærms-UI
de: Vollbild-UI
es: Interfaz a pantalla completa
fr: Interface plein écran
it: UI a schermo intero
ja: フルスクリーンUI
ko: 전체 화면 UI
nb: Fullskjerm-UI
pl: Pełnoekranowy interfejs
pt_br: Interface em Tela Cheia
ru: Полноэкранный интерфейс
th: UI เต็มหน้าจอ
tr: Tam Ekran Kullanıcı Arayüzü
uk: Повноекранний інтерфейс
zh_hans: 全屏 UI
zh_hant: 全螢幕 UI

# settings.material.headerView
source: Header View
ar: عرض الرأس
bs: Zaglavlje
da: Headervisning
de: Kopfansicht
es: Vista de encabezado
fr: Vue d'en-tête
it: Vista intestazione
ja: ヘッダビュー
ko: 헤더 뷰
nb: Topptekstvisning
pl: Widok nagłówka
pt_br: Cabeçalho
ru: Заголовок
th: มุมมองส่วนหัว
tr: Başlık Görünümü
uk: Заголовок
zh_hans: 头部视图
zh_hant: 標題列

# settings.material.hudWindow
source: HUD Window
ar: نافذة HUD
bs: HUD prozor
da: HUD-vindue
de: HUD-Fenster
es: Ventana HUD
fr: Fenêtre HUD
it: Finestra HUD
ja: HUDウインドウ
ko: HUD 윈도우
nb: HUD-vindu
pl: Okno HUD
pt_br: Janela HUD
ru: HUD-окно
th: หน้าต่าง HUD
tr: HUD Penceresi
uk: HUD-вікно
zh_hans: HUD 窗口
zh_hant: HUD 視窗

# settings.material.liquidGlass
source: Liquid Glass (macOS 26+)
ar: الزجاج السائل (macOS 26+)
ja: Liquid Glass（macOS 26以降）
zh_hans: 液态玻璃（macOS 26+）

# settings.material.menu
source: Menu
ar: القائمة
bs: Meni
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
nb: Meny
ru: Меню
th: เมนู
tr: Menü
uk: Меню
zh_hans: 菜单
zh_hant: 選單

# settings.material.none
source: None
ar: بدون
bs: Ništa
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
uk: Немає
zh_hans: 无
zh_hant: 無

# settings.material.popover
source: Popover
ar: نافذة منبثقة
bs: Iskočni prozor
fr: Fenêtre contextuelle
ja: ポップオーバー
ko: 팝오버
pl: Wyskakujące okno
ru: Всплывающее окно
th: ป็อปโอเวอร์
tr: Açılır Pencere
uk: Спливне вікно
zh_hans: 弹出框
zh_hant: 彈出框

# settings.material.sheet
source: Sheet
ar: ورقة
bs: List
da: Ark
de: Dialogblatt
es: Hoja
fr: Feuille
it: Foglio
ja: シート
ko: 시트
nb: Ark
pl: Arkusz
pt_br: Folha
ru: Лист
th: ชีท
tr: Sayfa
uk: Аркуш
zh_hans: 工作表
zh_hant: 工作表

# settings.material.sidebar
source: Sidebar
ar: الشريط الجانبي
bs: Bočna traka
da: Sidebjælke
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra laterale
ja: サイドバー
ko: 사이드바
nb: Sidepanel
pl: Pasek boczny
pt_br: Barra Lateral
ru: Боковая панель
th: แถบด้านข้าง
tr: Kenar Çubuğu
uk: Бічна панель
zh_hans: 侧边栏
zh_hant: 側邊欄

# settings.material.toolTip
source: Tool Tip
ar: تلميح أداة
bs: Opis alata
da: Værktøjstip
es: Descripción emergente
fr: Info-bulle
it: Suggerimento
ja: ツールチップ
ko: 도구 설명
nb: Verktøytips
pl: Podpowiedź
pt_br: Dica de Ferramenta
ru: Подсказка
th: คำแนะนำเครื่องมือ
tr: Araç İpucu
uk: Підказка
zh_hans: 工具提示
zh_hant: 工具提示

# settings.material.underWindow
source: Under Window
ar: تحت النافذة
bs: Ispod prozora
da: Under vindue
de: Unter dem Fenster
es: Debajo de la ventana
fr: Sous la fenêtre
it: Sotto la finestra
ja: ウインドウ下
ko: 윈도우 아래
nb: Under vinduet
pl: Pod oknem
pt_br: Sob a Janela
ru: Под окном
th: ใต้หน้าต่าง
tr: Pencere Altı
uk: Під вікном
zh_hans: 窗口底部
zh_hant: 視窗下方

# settings.material.windowBackground
source: Window Background
ar: خلفية النافذة
bs: Pozadina prozora
da: Vinduesbaggrund
de: Fensterhintergrund
es: Fondo de ventana
fr: Arrière-plan de la fenêtre
it: Sfondo finestra
ja: ウインドウ背景
ko: 윈도우 배경
nb: Vindubakgrunn
pl: Tło okna
pt_br: Fundo da Janela
ru: Фон окна
th: พื้นหลังหน้าต่าง
tr: Pencere Arka Planı
uk: Фон вікна
zh_hans: 窗口背景
zh_hant: 視窗背景

# settings.mobile.artifactFolderAccess
source: Folder Access
ar: الوصول إلى المجلد
de: Ordnerzugriff
es: Acceso a carpetas
fr: Accès aux dossiers
ja: フォルダアクセス
ko: 폴더 접근 권한
zh_hans: 文件夹访问权限
zh_hant: 資料夾存取權

# settings.mobile.artifactFolderAccess.oneLevel
source: One Level
ar: مستوى واحد
de: Eine Ebene
es: Un nivel
fr: Un niveau
ja: 1 階層
ko: 한 수준
zh_hans: 一层
zh_hant: 單一層級

# settings.mobile.artifactFolderAccess.subtitleOneLevel
source: Limits iOS to immediate children of referenced or visible folders.
ar: يقيد نظام iOS بالمجلدات الفرعية المباشرة للمجلدات المشار إليها أو المرئية.
de: Beschränkt iOS auf direkte Unterelemente von referenzierten oder sichtbaren Ordnern.
es: Limita iOS a los elementos secundarios inmediatos de las carpetas a las que se hace referencia o que son visibles.
fr: Limite iOS aux enfants immédiats des dossiers référencés ou visibles.
ja: iOS からのアクセスを、参照された、または表示中のフォルダの直下の項目に制限します。
ko: iOS를 참조되거나 표시된 폴더의 바로 하위 항목으로만 제한합니다.
zh_hans: 将 iOS 限制在被引用或可见文件夹的直接子项范围内。
zh_hant: 限制 iOS 僅能存取被參照或可見資料夾的直接子項目。

# settings.mobile.artifactFolderAccess.subtitleSubtree
source: Lets iOS browse any item inside a folder referenced by chat or visible in a terminal.
ar: يتيح لنظام iOS تصفح أي عنصر داخل مجلد تمت الإشارة إليه بواسطة الدردشة أو يظهر في طرفية.
de: Ermöglicht iOS das Durchsuchen aller Elemente in einem Ordner, auf den im Chat verwiesen wird oder der in einem Terminal sichtbar ist.
es: Permite a iOS examinar cualquier elemento dentro de una carpeta a la que se haga referencia en el chat o que sea visible en una terminal.
fr: Permet à iOS de parcourir n’importe quel élément d’un dossier référencé par chat ou visible dans un terminal.
ja: チャットで参照された、またはターミナルに表示されたフォルダ内のすべての項目を iOS から参照できるようにします。
ko: iOS가 채팅에서 참조되거나 터미널에 표시된 폴더 내부의 모든 항목을 탐색할 수 있도록 허용합니다.
zh_hans: 允许 iOS 浏览对话中引用或终端中可见的文件夹内的任意项目。
zh_hant: 允許 iOS 瀏覽由聊天參照或在終端機中可見之資料夾內的所有項目。

# settings.mobile.artifactFolderAccess.subtree
source: Entire Subtree
ar: الشجرة الفرعية بالكامل
de: Gesamte Verzeichnisstruktur
es: Subárbol completo
fr: Sous-arborescence complète
ja: サブツリー全体
ko: 하위 트리 전체
zh_hans: 整个子树
zh_hant: 整個子樹

# settings.mobile.connections
source: Connected Devices
ar: الأجهزة المتصلة
de: Verbundene Geräte
es: Dispositivos conectados
fr: Appareils connectés
ja: 接続中のデバイス
ko: 연결된 기기
zh_hans: 已连接设备
zh_hant: 已連線的裝置

# settings.mobile.connections.subtitle
source: iOS devices currently attached to this Mac.
ar: أجهزة iOS المتصلة حاليًا بجهاز Mac هذا.
de: Aktuell an diesen Mac angeschlossene iOS-Geräte.
es: Dispositivos iOS actualmente conectados a este Mac.
fr: Appareils iOS actuellement connectés à ce Mac.
ja: 現在この Mac に接続している iOS デバイス。
ko: 현재 이 Mac에 연결되어 있는 iOS 기기입니다.
zh_hans: 当前连接到此 Mac 的 iOS 设备。
zh_hant: 目前連接到此 Mac 的 iOS 裝置。

# settings.mobile.displayName
source: Display Name
ar: اسم العرض
de: Anzeigename
es: Nombre para mostrar
fr: Nom d’affichage
ja: 表示名
ko: 표시 이름
zh_hans: 显示名称
zh_hant: 顯示名稱

# settings.mobile.displayName.placeholder
source: This Mac's name
ar: اسم جهاز Mac هذا
de: Name dieses Macs
es: Nombre de este Mac
fr: Nom de ce Mac
ja: この Mac の名前
ko: 이 Mac의 이름
zh_hans: 此 Mac 的名称
zh_hant: 此 Mac 的名稱

# settings.mobile.displayName.subtitle
source: Name the iOS app shows for this Mac when pairing. Empty uses this Mac's name.
ar: الاسم الذي يظهره تطبيق iOS لجهاز Mac هذا عند الاقتران. في حال تركه فارغًا، سيتم استخدام اسم جهاز Mac هذا.
de: Name, den die iOS-App für diesen Mac beim Koppeln anzeigt. Wenn leer, wird der Name dieses Macs verwendet.
es: Nombre que muestra la aplicación iOS para este Mac al realizar el emparejamiento. Si se deja vacío, se usa el nombre de este Mac.
fr: Nom que l’application iOS affiche pour ce Mac lors du jumelage. Si vide, le nom de ce Mac est utilisé.
ja: ペアリング時に iOS アプリがこの Mac に表示する名前。空の場合はこの Mac の名前を使用します。
ko: 페어링 시 iOS 앱에서 이 Mac을 나타낼 이름입니다. 비워 두면 이 Mac의 이름이 사용됩니다.
zh_hans: 配对时 iOS 应用为此 Mac 显示的名称。留空则使用此 Mac 的名称。
zh_hant: 配對時 iOS 應用程式為此 Mac 顯示的名稱。留空則使用此 Mac 的名稱。

# settings.mobile.iOSPairingHost
source: iOS Pairing
ar: اقتران iOS
de: iOS-Kopplung
es: Emparejamiento de iOS
fr: Jumelage iOS
ja: iOS ペアリング
ko: iOS 페어링
zh_hans: iOS 配对
zh_hant: iOS 配對

# settings.mobile.iOSPairingHost.subtitleOff
source: Keeps the Mac-side iOS pairing listener off until you enable it here.
ar: يبقي مستمع اقتران iOS من جانب جهاز Mac قيد الإيقاف حتى تقوم بتمكينه هنا.
de: Hält den iOS-Kopplungs-Listener auf der Mac-Seite deaktiviert, bis Sie ihn hier aktivieren.
es: Mantiene desactivado el receptor de emparejamiento de iOS en el Mac hasta que lo habilite aquí.
fr: Maintient l’écouteur de jumelage iOS côté Mac désactivé jusqu’à ce que vous l’activiez ici.
ja: ここで有効にするまで、Mac 側の iOS ペアリングリスナーをオフにします。
ko: 여기에서 활성화하기 전까지 Mac 측의 iOS 페어링 리스너를 비활성화 상태로 유지합니다.
zh_hans: 在此处启用之前，Mac 端的 iOS 配对监听保持关闭。
zh_hant: 保持 Mac 端 iOS 配對接聽程式關閉，直到您在此處啟用它為止。

# settings.mobile.iOSPairingHost.subtitleOn
source: Allows the iOS app to discover and sync with this Mac on your local network.
ar: يتيح لتطبيق iOS اكتشاف جهاز Mac هذا والمزامنة معه على شبكتك المحلية.
de: Ermöglicht der iOS-App, diesen Mac im lokalen Netzwerk zu finden und mit ihm zu synchronisieren.
es: Permite que la aplicación iOS descubra este Mac y se sincronice con él en su red local.
fr: Permet à l’application iOS de découvrir ce Mac et de se synchroniser avec lui sur votre réseau local.
ja: iOS アプリがローカルネットワーク上でこの Mac を検出し、同期できるようにします。
ko: iOS 앱이 로컬 네트워크에서 이 Mac을 검색하고 동기화할 수 있도록 허용합니다.
zh_hans: 允许 iOS 应用在本地网络中发现此 Mac 并与之同步。
zh_hant: 允許 iOS 應用程式在您的區域網路上偵測此 Mac 並與其同步。

# settings.mobile.managedByOrganization
source: Remote control from the iOS app is disabled by your organization.
ar: تم تعطيل التحكم عن بُعد من تطبيق iOS بواسطة مؤسستك.
de: Die Fernsteuerung über die iOS-App ist von Ihrer Organisation deaktiviert.
es: Su organización ha desactivado el control remoto desde la aplicación iOS.
fr: Le contrôle à distance depuis l’application iOS est désactivé par votre organisation.
ja: iOS アプリからのリモート操作は組織によって無効化されています。
ko: 조직에서 iOS 앱의 원격 제어를 비활성화했습니다.
zh_hans: 你所在组织已禁用来自 iOS 应用的远程控制。
zh_hant: 您的組織已停用來自 iOS 應用程式的遠端控制。

# settings.mobile.pairDevice
source: Tailscale Pairing
ar: اقتران Tailscale
de: Tailscale-Kopplung
es: Vinculación de Tailscale
fr: Jumelage Tailscale
ja: Tailscaleペアリング
ko: Tailscale 페어링
zh_hans: Tailscale 配对
zh_hant: Tailscale 配對

# settings.mobile.pairDevice.button
source: Show Tailscale QR…
ar: إظهار رمز QR الخاص بـ Tailscale…
de: Tailscale-QR anzeigen…
es: Mostrar QR de Tailscale…
fr: Afficher le code QR Tailscale…
ja: Tailscale QRを表示…
ko: Tailscale QR 표시…
zh_hans: 显示 Tailscale 二维码…
zh_hant: 顯示 Tailscale QR 碼…
